[{"model": "census.staticpagetext", "pk": 1, "fields": {"content": "<p class=\"static-text\">Borrowing its design and methodology from the <a href=\"https://www.shakespearecensus.org\">Shakespeare Census</a> conducted by Adam Hooks and Zachary Lesser, the Marlowe Census attempts to locate and describe all surviving copies of Marlowe’s works that were printed before 1700. Following the lead of the Shakespeare Census, I include in the census all items that were attributed to Marlowe during the period, even those that are now thought to be apocryphal, but not any works that have been attributed to him only by more recent scholarship. I also exclude Restoration adaptations, as well as all of the early modern anthologies that include verse by Marlowe. \r\n<br><br>\r\nThe Census currently includes {copy_count} copies. High-quality color digital facsimiles are available for {facsimile_copy_count} copies, or {facsimile_copy_percent} of the total—click on the <i class=\"fas fa-camera-retro\"></i> in the list of copies to access the digital facsimile. If you know of any copies that the census has missed, or of any other high-quality color facsimiles online (i.e. not just EEBO), please <a href=\"mailto:carson@hws.edu\">let me know</a>.\r\n<br><br>\r\nTo date, {verified_copy_count} copies have been verified and their details confirmed on site, while the listings for the remaining {unverified_copy_count} are attested only by the holdings details found in library catalogues, in the ESTC, and in scholarly accounts. A list of all unverified copies can be found <a href=\"https://marlowecensus.org/search/?field=unverified\" target=\"_blank\">here</a>, and a list of \"ghost\" copies – which turn out not to exist – can be found <a href=\"https://marlowecensus.org/search/?field=ghosts\" target=\"_blank\">here</a>.\r\n<br><br>\r\nA list of all libraries currently in the database, along with the number of copies they hold, can be downloaded <a href=\"https://marlowecensus.org/location_copy_count_csv_export/\">here.</a>. Note that some universities have multiple collection locations associated with them, which will each appear separately in the list.\r\n<br><br>\r\nEach copy in the Marlowe Census will be given a unique identifier, the MarC#, which can be used in references and citations and which will not change. Note that some numbers may appear out of order in copy listings, since individual copies may have changed Location since these numbers were first assigned.\r\n<br><br>\r\nPlease cite the Marlowe Census as follows:<br>\r\n<span class=\"citation\">\r\n<i>Marlowe Census</i>. Ed. Rob Carson. Created 2021. Accessed [date]. http://www.marlowecensus.org. MarC# n.</span>\r\n<br>The static URL for any copy is https://marlowecensus.org/marc/n , where n is the MarC#.\r\n<br><br>\r\n<span class=\"citation\">Created by: Rob Carson</span><br>\r\n<span class=\"citation\">Based on a design by: Adam G. Hooks and Zachary Lesser</span><br>\r\n<span class=\"citation\">Principal Developer: Scott Enderle</span><br>\r\n<span class=\"citation\">Troubleshooting and Modifications: Colin McFaul</span></p>", "viewname": "about"}}]